Repository: Loriage/Minidisc
Catalog: Minidisc/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, zh_hans, zh_hant

source: iOS blocked the connection — use HTTPS or add an ATS exception in the app configuration.
de: iOS hat die Verbindung blockiert — HTTPS verwenden oder eine ATS-Ausnahme in der App-Konfiguration hinzufügen.
el: Το iOS απέκλεισε τη σύνδεση — χρησιμοποιήστε HTTPS ή προσθέστε μια εξαίρεση ATS στη ρύθμιση της εφαρμογής.
es: iOS bloqueó la conexión: usa HTTPS o añade una excepción de ATS en la configuración de la app.
fr: iOS a bloqué la connexion — utilisez HTTPS ou ajoutez une exception ATS dans la configuration de l'app.
it: iOS ha bloccato la connessione — usa HTTPS o aggiungi un'eccezione ATS nella configurazione dell'app.
ja: iOSが接続をブロックしました — HTTPSを使用するか、アプリ設定でATS例外を追加してください。
zh_hans: iOS 阻止了此连接 — 请使用 HTTPS 或在应用配置中添加 ATS 例外。
zh_hant: iOS 已封鎖此連線——請使用 HTTPS，或在 App 組態中加入 ATS 例外。

source: Keep Editing
de: Weiter bearbeiten
el: Συνέχεια επεξεργασίας
es: Seguir editando
fr: Continuer la modification
it: Continua a modificare
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Keeps recently-played music for instant replay. Least-recently-played tracks are removed when the size limit is reached.
de: Behält kürzlich gespielte Musik für sofortiges Abspielen. Am längsten nicht abgespielte Titel werden entfernt, sobald das Größenlimit erreicht ist.
el: Διατηρεί τη μουσική που αναπαράχθηκε πρόσφατα για άμεση αναπαραγωγή. Τα κομμάτια που έχουν να αναπαραχθούν περισσότερο αφαιρούνται όταν συμπληρωθεί το όριο μεγέθους.
es: Conserva la música reproducida recientemente para reproducirla al instante. Las pistas menos reproducidas recientemente se eliminan al alcanzar el límite de tamaño.
fr: Conserve la musique récemment écoutée pour une relecture instantanée. Les titres les moins récemment lus sont supprimés lorsque la limite de taille est atteinte.
it: Mantiene la musica riprodotta di recente per un ascolto immediato. Le tracce riprodotte meno di recente vengono rimosse al raggiungimento del limite di dimensione.
ja: 最近再生した曲をすぐに再生できるよう保持します。サイズ上限に達すると、最後の再生が最も古い曲から削除されます。
zh_hans: 保留最近播放的音乐以便即时重播。达到大小上限时，会移除最久未播放的曲目。
zh_hant: 保留最近播放的音樂以便即時重播。達到大小上限時，會移除最久未播放的曲目。

source: Lagoon
de: Lagune
el: Λιμνοθάλασσα
es: Laguna
fr: Lagon
it: Laguna
ja: ラグーン
zh_hans: 泻湖
zh_hant: 潟湖

source: Last refresh
de: Letzte Aktualisierung
el: Τελευταία ανανέωση
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新
zh_hans: 上次刷新
zh_hant: 上次重新整理

source: Latest Release
de: Neueste Veröffentlichung
el: Τελευταία κυκλοφορία
es: Último lanzamiento
fr: Dernière sortie
it: Ultima uscita
ja: 最新リリース
zh_hans: 最新发行
zh_hant: 最新發行

source: Learn about AudioMuse-AI →
de: Mehr über AudioMuse-AI →
el: Μάθετε για το AudioMuse-AI →
es: Descubre AudioMuse-AI →
fr: Découvrir AudioMuse-AI →
it: Scopri AudioMuse-AI →
ja: AudioMuse-AIについて →
zh_hans: 了解 AudioMuse-AI →
zh_hant: 了解 AudioMuse-AI →

source: Learn about Lidarr →
de: Mehr über Lidarr →
el: Μάθετε για το Lidarr →
es: Más información sobre Lidarr →
fr: En savoir plus sur Lidarr →
it: Scopri di più su Lidarr →
ja: Lidarrについて →
zh_hans: 了解 Lidarr →
zh_hant: 了解 Lidarr →

source: Leave the token empty if your AudioMuse instance runs without authentication.
de: Lass das Token leer, wenn deine AudioMuse-Instanz ohne Authentifizierung läuft.
el: Άφησε το διακριτικό κενό αν η εγκατάστασή σου AudioMuse λειτουργεί χωρίς έλεγχο ταυτότητας.
es: Deja el token vacío si tu instancia de AudioMuse funciona sin autenticación.
fr: Laisse le jeton vide si ton instance AudioMuse fonctionne sans authentification.
it: Lascia vuoto il token se la tua istanza AudioMuse funziona senza autenticazione.
ja: AudioMuseインスタンスが認証なしで動作している場合は、トークンを空のままにしてください。
zh_hans: 若你的 AudioMuse 实例未启用身份验证，请将令牌留空。
zh_hant: 若你的 AudioMuse 執行個體未啟用驗證，請將權杖留空。

source: Library
de: Mediathek
el: Βιβλιοθήκη
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
zh_hans: 音乐库
zh_hant: 資料庫

source: Library tags
de: Bibliothek-Tags
el: Ετικέτες βιβλιοθήκης
es: Etiquetas de la biblioteca
fr: Tags de la bibliothèque
it: Tag della libreria
ja: ライブラリのタグ
zh_hans: 音乐库标签
zh_hant: 音樂庫標籤

source: License
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
zh_hans: 许可证
zh_hant: 授權

source: Lidarr could not match this release to an artist and album, so it may not import on its own. Grab it anyway?
de: Lidarr konnte dieses Release keinem Künstler und Album zuordnen und importiert es daher möglicherweise nicht automatisch. Trotzdem abrufen?
el: Το Lidarr δεν μπόρεσε να αντιστοιχίσει αυτή την κυκλοφορία με καλλιτέχνη και άλμπουμ, οπότε ίσως να μην εισαχθεί από μόνη της. Λήψη ούτως ή άλλως;
es: Lidarr no pudo asociar este lanzamiento con un artista y un álbum, por lo que puede que no se importe por sí solo. ¿Obtenerlo de todos modos?
fr: Lidarr n'a pas pu associer cette sortie à un artiste et un album, elle risque donc de ne pas s'importer d'elle-même. La récupérer quand même ?
it: Lidarr non è riuscito ad associare questa release a un artista e a un album, quindi potrebbe non importarsi da sola. Prelevarla comunque?
ja: Lidarrはこのリリースをアーティストとアルバムに一致させられなかったため、自動ではインポートされない可能性があります。それでも取得しますか？
zh_hans: Lidarr 无法将此发行版匹配到艺人和专辑，因此可能不会自动导入。仍要抓取吗？
zh_hant: Lidarr 無法將此發行版匹配到藝人和專輯，因此可能不會自動匯入。仍要抓取嗎？

source: Lidarr could not parse this release. Choose the album it belongs to.
de: Lidarr konnte dieses Release nicht analysieren. Wähle das zugehörige Album.
el: Το Lidarr δεν μπόρεσε να αναλύσει αυτή την κυκλοφορία. Επιλέξτε το άλμπουμ στο οποίο ανήκει.
es: Lidarr no pudo analizar este lanzamiento. Elige el álbum al que pertenece.
fr: Lidarr n'a pas pu analyser cette sortie. Choisissez l'album auquel elle appartient.
it: Lidarr non è riuscito ad analizzare questa release. Scegli l’album a cui appartiene.
ja: Lidarrはこのリリースを解析できませんでした。属するアルバムを選択してください。
zh_hans: Lidarr 无法解析此发行版。请选择它所属的专辑。
zh_hant: Lidarr 無法解析此發行版。請選擇它所屬的專輯。

source: Lidarr found no files to import for this download.
de: Lidarr hat für diesen Download keine Dateien zum Importieren gefunden.
el: Το Lidarr δεν βρήκε αρχεία προς εισαγωγή για αυτή τη λήψη.
es: Lidarr no encontró archivos para importar de esta descarga.
fr: Lidarr n'a trouvé aucun fichier à importer pour ce téléchargement.
it: Lidarr non ha trovato file da importare per questo download.
ja: Lidarrはこのダウンロードでインポートするファイルを見つけられませんでした。
zh_hans: Lidarr 未找到此下载可导入的文件。
zh_hant: Lidarr 未找到此下載可匯入的檔案。

source: Lidarr is not connected.
de: Lidarr ist nicht verbunden.
el: Το Lidarr δεν είναι συνδεδεμένο.
es: Lidarr no está conectado.
fr: Lidarr n'est pas connecté.
it: Lidarr non è connesso.
ja: Lidarrが接続されていません。
zh_hans: Lidarr 未连接。
zh_hant: Lidarr 未連接。

source: Lidarr manages your music collection and downloads new releases for you. Connect it to check its status from Minidisc.
de: Lidarr verwaltet deine Musiksammlung und lädt neue Releases für dich herunter. Verbinde es, um seinen Status in Minidisc zu prüfen.
el: Το Lidarr διαχειρίζεται τη μουσική σας συλλογή και κατεβάζει νέες κυκλοφορίες για εσάς. Συνδέστε το για να ελέγχετε την κατάστασή του από το Minidisc.
es: Lidarr gestiona tu colección de música y descarga los nuevos lanzamientos por ti. Conéctalo para comprobar su estado desde Minidisc.
fr: Lidarr gère votre collection musicale et télécharge les nouvelles sorties pour vous. Connectez-le pour consulter son état depuis Minidisc.
it: Lidarr gestisce la tua collezione musicale e scarica le nuove release per te. Collegalo per controllarne lo stato da Minidisc.
ja: Lidarrは音楽コレクションを管理し、新しいリリースを自動でダウンロードします。接続すると、Minidiscからその状態を確認できます。
zh_hans: Lidarr 管理你的音乐收藏并为你下载新发行版。连接后即可从 Minidisc 查看其状态。
zh_hant: Lidarr 管理你的音樂收藏並為你下載新發行版。連接後即可從 Minidisc 查看其狀態。

source: Lidarr Not Connected
de: Lidarr nicht verbunden
el: Το Lidarr δεν είναι συνδεδεμένο
es: Lidarr no conectado
fr: Lidarr non connecté
it: Lidarr non connesso
ja: Lidarrが未接続
zh_hans: Lidarr 未连接
zh_hant: Lidarr 未連接

source: Lidarr picks: it moves the files, or copies them when the download is still seeding.
de: Lidarr entscheidet: Es verschiebt die Dateien oder kopiert sie, wenn der Download noch seedet.
el: Το Lidarr αποφασίζει: μετακινεί τα αρχεία ή τα αντιγράφει όταν η λήψη συνεχίζει να διαμοιράζεται.
es: Lidarr decide: mueve los archivos, o los copia si la descarga sigue compartiéndose.
fr: Lidarr décide : il déplace les fichiers, ou les copie si le téléchargement est encore en seed.
it: Lidarr decide: sposta i file, oppure li copia se il download è ancora in seeding.
ja: Lidarr が判断します。ファイルを移動するか、シード中の場合はコピーします。
zh_hans: 由 Lidarr 决定：移动文件，或在下载仍在做种时复制文件。
zh_hant: 由 Lidarr 決定：移動檔案，或在下載項目仍在做種時複製檔案。

source: Lidarr rejected this release.
de: Lidarr hat dieses Release abgelehnt.
el: Το Lidarr απέρριψε αυτή την κυκλοφορία.
es: Lidarr rechazó este lanzamiento.
fr: Lidarr a rejeté cette sortie.
it: Lidarr ha rifiutato questa release.
ja: Lidarrはこのリリースを拒否しました。
zh_hans: Lidarr 拒绝了此发行版。
zh_hant: Lidarr 拒絕了此發行版。

source: Lidarr stops managing this artist. The downloaded files are kept.
de: Lidarr verwaltet diesen Künstler nicht mehr. Die heruntergeladenen Dateien bleiben erhalten.
el: Το Lidarr σταματά να διαχειρίζεται αυτόν τον καλλιτέχνη. Τα ληφθέντα αρχεία διατηρούνται.
es: Lidarr deja de gestionar este artista. Los archivos descargados se conservan.
fr: Lidarr cesse de gérer cet artiste. Les fichiers téléchargés sont conservés.
it: Lidarr smette di gestire questo artista. I file scaricati vengono conservati.
ja: Lidarrはこのアーティストの管理を停止します。ダウンロード済みのファイルは保持されます。
zh_hans: Lidarr 将停止管理此艺人。已下载的文件将保留。
zh_hant: Lidarr 將停止管理此藝人。已下載的檔案將保留。

source: Liked Songs
de: Lieblingssongs
el: Αγαπημένα τραγούδια
es: Canciones que te gustan
fr: Titres likés
it: Brani che ti piacciono
ja: お気に入りの曲
zh_hans: 喜欢的歌曲
zh_hant: 喜歡的歌曲

source: List view
de: Listenansicht
el: Προβολή λίστας
es: Vista de lista
fr: Vue en liste
it: Vista a elenco
ja: リスト表示
zh_hans: 列表视图
zh_hant: 列表顯示方式

source: Listen up — we'll keep track of your activity.
de: Aufgepasst — wir behalten deine Aktivität im Blick.
el: Ακούστε προσεκτικά — θα παρακολουθούμε τη δραστηριότητά σας.
es: Atención: llevaremos el registro de tu actividad.
fr: Écoutez — nous suivrons votre activité.
it: Ascolta — terremo traccia della tua attività.
ja: 準備はいいですか — あなたのアクティビティを記録します。
zh_hans: 听好了 — 我们会记录你的活动。
zh_hant: 注意囉——我們會記錄你的活動。

source: ListenBrainz is an open-source music scrobbling and recommendation service by the MetaBrainz Foundation. Minidisc can submit your listening history and surface personalized fresh releases and similar artists.
de: ListenBrainz ist ein quelloffener Musik-Scrobbling- und Empfehlungsdienst der MetaBrainz Foundation. Minidisc kann deinen Hörverlauf übermitteln und personalisierte neue Veröffentlichungen sowie ähnliche Künstler anzeigen.
el: Το ListenBrainz είναι μια υπηρεσία ανοιχτού κώδικα για scrobbling και προτάσεις μουσικής από το MetaBrainz Foundation. Το Minidisc μπορεί να υποβάλλει το ιστορικό ακρόασής σας και να αναδεικνύει εξατομικευμένες νέες κυκλοφορίες και παρόμοιους καλλιτέχνες.
es: ListenBrainz es un servicio de código abierto de scrobbling y recomendaciones de música de la MetaBrainz Foundation. Minidisc puede enviar tu historial de escucha y mostrarte novedades personalizadas y artistas similares.
fr: ListenBrainz est un service open source de scrobbling et de recommandations musicales de la MetaBrainz Foundation. Minidisc peut envoyer votre historique d'écoute et proposer des nouveautés et des artistes similaires personnalisés.
it: ListenBrainz è un servizio open-source di scrobbling e consigli musicali della MetaBrainz Foundation. Minidisc può inviare la tua cronologia di ascolto e mostrare uscite recenti e artisti simili personalizzati.
ja: ListenBrainzは、MetaBrainz Foundationによるオープンソースの音楽スクロブルおよびおすすめサービスです。Minidiscは再生履歴を送信し、パーソナライズされた新着リリースや類似アーティストを表示できます。
zh_hans: ListenBrainz 是由 MetaBrainz Foundation 提供的开源音乐 scrobbling 和推荐服务。Minidisc 可以提交你的收听历史，并呈现个性化的最新发行和相似艺人。
zh_hant: ListenBrainz 是由 MetaBrainz Foundation 提供的開源音樂播放記錄與推薦服務。Minidisc 可以提交你的聆聽記錄，並呈現個人化的最新發行和相似藝人。

source: listened
de: gehört
el: ακούσατε
es: escuchado
fr: écouté
it: ascoltato
ja: 再生
zh_hans: 已收听
zh_hant: 已聆聽

source: listened to
de: gehört
el: ακούσατε
es: escuchaste
fr: écouté
it: ascoltato
ja: 再生した
zh_hans: 收听了
zh_hant: 聆聽了

source: Loading songs…
de: Titel werden geladen…
el: Φόρτωση τραγουδιών…
es: Cargando canciones…
fr: Chargement des titres…
it: Caricamento dei brani…
ja: 曲を読み込み中…
zh_hans: 正在加载歌曲…
zh_hant: 載入歌曲中…

source: LRCLIB is temporarily rate-limiting requests. Try again later.
de: LRCLIB begrenzt Anfragen vorübergehend. Versuche es später erneut.
el: Το LRCLIB περιορίζει προσωρινά τα αιτήματα. Δοκιμάστε ξανά αργότερα.
es: LRCLIB está limitando temporalmente las solicitudes. Inténtalo de nuevo más tarde.
fr: LRCLIB limite temporairement les requêtes. Réessayez plus tard.
it: LRCLIB sta limitando temporaneamente le richieste. Riprova più tardi.
ja: LRCLIB が一時的にリクエストを制限しています。しばらくしてからもう一度お試しください。
zh_hans: LRCLIB 暂时限制了请求频率。请稍后再试。
zh_hant: LRCLIB 暫時限制了請求頻率。請稍後再試。

source: Lyrics
de: Songtext
el: Στίχοι
es: Letras
fr: Paroles
it: Testo
ja: 歌詞
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics not supported
de: Songtext nicht unterstützt
el: Οι στίχοι δεν υποστηρίζονται
es: Letras no compatibles
fr: Paroles non prises en charge
it: Testo non supportato
ja: 歌詞は非対応です
zh_hans: 不支持歌词
zh_hant: 不支援歌詞

source: Lyrics source
de: Songtextquelle
el: Πηγή στίχων
es: Fuente de letras
fr: Source des paroles
it: Fonte dei testi
ja: 歌詞ソース
zh_hans: 歌词来源
zh_hant: 歌詞來源

source: Made For You
de: Für dich
el: Για εσένα
es: Hecho para ti
fr: Fait pour vous
it: Fatto per te
ja: あなたのために
zh_hans: 为你打造
zh_hant: 為你打造

source: Make sure your server is running and reachable.
de: Sicherstellen, dass der Server läuft und erreichbar ist.
el: Βεβαιωθείτε ότι ο διακομιστής σας λειτουργεί και είναι προσβάσιμος.
es: Asegúrate de que tu servidor está en marcha y es accesible.
fr: Assurez-vous que votre serveur est en marche et accessible.
it: Assicurati che il tuo server sia in esecuzione e raggiungibile.
ja: サーバが起動していて接続可能であることを確認してください。
zh_hans: 请确保你的服务器正在运行且可访问。
zh_hant: 請確認你的伺服器正在運作且可連線。

source: Manual Import
de: Manueller Import
el: Μη αυτόματη εισαγωγή
es: Importación manual
fr: Import manuel
it: Importazione manuale
ja: 手動インポート
zh_hans: 手动导入
zh_hant: 手動匯入

source: Matching
de: Zuordnung
el: Αντιστοίχιση
es: Coincidencia
fr: Correspondance
it: Corrispondenza
ja: マッチング
zh_hans: 匹配方式
zh_hant: 比對方式

source: Max tracks
de: Max. Titel
el: Μέγιστα κομμάτια
es: Máximo de pistas
fr: Pistes max.
it: Brani massimi
ja: 最大トラック数
zh_hans: 最大曲目数
zh_hant: 最多曲目數

source: Maximum 6 items can be pinned to Home.
de: Maximal 6 Objekte können an Start angeheftet werden.
el: Το πολύ 6 στοιχεία μπορούν να καρφιτσωθούν στην Αρχική.
es: Se pueden fijar en Inicio un máximo de 6 elementos.
fr: Vous pouvez épingler au maximum 6 éléments à l'Accueil.
it: È possibile fissare al massimo 6 elementi sulla Home.
ja: ホームには最大6項目までピン留めできます。
zh_hans: 最多可将 6 个项目固定到主页。
zh_hant: 最多可將 6 個項目釘選到首頁。

source: Media not found for song '%@'.
de: Medien für Titel „%@“ nicht gefunden.
el: Δεν βρέθηκαν πολυμέσα για το τραγούδι '%@'.
es: No se encontró el archivo de la canción '%@'.
fr: Média introuvable pour le titre « %@ ».
it: Contenuto multimediale non trovato per il brano '%@'.
ja: 曲「%@」のメディアが見つかりません。
zh_hans: 未找到歌曲“%@”的媒体。
zh_hant: 找不到歌曲「%@」的媒體檔案。

source: Metadata Profile
de: Metadaten-Profil
el: Προφίλ μεταδεδομένων
es: Perfil de metadatos
fr: Profil de métadonnées
it: Profilo metadati
ja: メタデータプロファイル
zh_hans: 元数据配置文件
zh_hant: 中繼資料設定檔

source: Minidisc couldn't open its local data. You can try again without restarting the app.
de: Minidisc konnte seine lokalen Daten nicht öffnen. Du kannst es erneut versuchen, ohne die App neu zu starten.
el: Το Minidisc δεν μπόρεσε να ανοίξει τα τοπικά δεδομένα του. Μπορείτε να δοκιμάσετε ξανά χωρίς επανεκκίνηση της εφαρμογής.
es: Minidisc no ha podido abrir sus datos locales. Puedes volver a intentarlo sin reiniciar la app.
fr: Minidisc n’a pas pu ouvrir ses données locales. Vous pouvez réessayer sans redémarrer l’app.
it: Minidisc non è riuscito ad aprire i dati locali. Puoi riprovare senza riavviare l’app.
ja: Minidiscはローカルデータを開けませんでした。アプリを再起動せずに再試行できます。
zh_hans: Minidisc 无法打开本地数据。你可以直接重试，无需重新启动 App。
zh_hant: Minidisc 無法開啟本機資料。你可以直接重試，無需重新啟動 App。

source: Minidisc forgets the address and the API key. Your Lidarr instance is not changed.
de: Minidisc vergisst die Adresse und den API-Schlüssel. Deine Lidarr-Instanz wird nicht verändert.
el: Το Minidisc ξεχνά τη διεύθυνση και το κλειδί API. Η παρουσία Lidarr σας δεν αλλάζει.
es: Minidisc olvida la dirección y la clave API. Tu instancia de Lidarr no se modifica.
fr: Minidisc oublie l'adresse et la clé API. Votre instance Lidarr n'est pas modifiée.
it: Minidisc dimentica l'indirizzo e la chiave API. La tua istanza Lidarr non viene modificata.
ja: MinidiscはアドレスとAPIキーを破棄します。Lidarrインスタンス自体は変更されません。
zh_hans: Minidisc 会忘记地址和 API 密钥。你的 Lidarr 实例不会更改。
zh_hant: Minidisc 會忘記位址和 API 金鑰。你的 Lidarr 執行個體不會變更。

source: minute listened
de: Minute gehört
el: λεπτό ακρόασης
es: minuto escuchado
fr: minute d'écoute
it: minuto di ascolto
ja: 分再生
zh_hans: 分钟收听
zh_hant: 分鐘聆聽

source: minutes listened
de: Minuten gehört
el: λεπτά ακρόασης
es: minutos escuchados
fr: minutes d'écoute
it: minuti di ascolto
ja: 分再生
zh_hans: 分钟收听
zh_hant: 分鐘聆聽

source: Missing
de: Fehlt
el: Λείπει
es: Falta
fr: Manquant
it: Mancante
ja: 見つかりません
zh_hans: 缺失
zh_hant: 缺少

source: MIT License
de: MIT-Lizenz
el: Άδεια MIT
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT
ja: MITライセンス

source: Mode
de: Modus
el: Λειτουργία
es: Modo
it: Modalità
ja: モード
zh_hans: 模式
zh_hant: 模式

source: Monitor
de: Überwachen
el: Παρακολούθηση
es: Supervisar
fr: Suivre
it: Monitora
ja: モニター
zh_hans: 监控
zh_hant: 監控

source: Monitored
de: Überwacht
el: Παρακολουθείται
es: Supervisado
fr: Suivi
it: Monitorato
ja: モニター中
zh_hans: 已监控
zh_hant: 已監控

source: Monthly and annual breakdowns
de: Monatliche und jährliche Auswertungen
el: Μηνιαία και ετήσια ανάλυση
es: Desgloses mensuales y anuales
fr: Répartitions mensuelles et annuelles
it: Riepiloghi mensili e annuali
ja: 月別・年別の内訳
zh_hans: 月度和年度明细
zh_hant: 每月與年度分析

source: Mood playlists refresh once a week, from Wednesday onwards, the next time you open Minidisc.
de: Stimmungs-Playlists werden einmal pro Woche aktualisiert, ab Mittwoch, beim nächsten Öffnen von Minidisc.
el: Οι λίστες διάθεσης ανανεώνονται μία φορά την εβδομάδα, από την Τετάρτη και μετά, την επόμενη φορά που θα ανοίξεις το Minidisc.
es: Las listas por estado de ánimo se actualizan una vez por semana, a partir del miércoles, la próxima vez que abras Minidisc.
fr: Les playlists d'ambiance se mettent à jour une fois par semaine, à partir du mercredi, à ta prochaine ouverture de Minidisc.
it: Le playlist per atmosfera si aggiornano una volta a settimana, da mercoledì in poi, alla prossima apertura di Minidisc.
ja: ムードのプレイリストは週に一度、水曜日以降にMinidiscを次に開いたときに更新されます。
zh_hans: 心情播放列表每周更新一次，自周三起，在你下次打开 Minidisc 时生效。
zh_hant: 心情播放列表每週更新一次，自週三起，在你下次開啟 Minidisc 時生效。

source: Moods
de: Stimmungen
el: Διαθέσεις
es: Estados de ánimo
fr: Ambiances
it: Atmosfere
ja: ムード
zh_hans: 心情
zh_hant: 心情

source: More options
de: Weitere Optionen
el: Περισσότερες επιλογές
es: Más opciones
fr: Plus d'options
it: Altre opzioni
ja: その他のオプション
zh_hans: 更多选项
zh_hant: 更多選項

source: Most Played
de: Meistgespielt
el: Πιο δημοφιλή
es: Más reproducido
fr: Les plus écoutés
it: Più riprodotti
ja: 最も再生
zh_hans: 最常播放
zh_hant: 最常播放

source: Move
de: Verschieben
el: Μετακίνηση
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
zh_hans: 移动
zh_hant: 移動

source: Moves the files into your library and frees the download folder. Stops seeding.
de: Verschiebt die Dateien in deine Bibliothek und leert den Download-Ordner. Beendet das Seeding.
el: Μετακινεί τα αρχεία στη βιβλιοθήκη σου και ελευθερώνει τον φάκελο λήψεων. Σταματά τον διαμοιρασμό.
es: Mueve los archivos a tu biblioteca y libera la carpeta de descargas. Deja de compartir.
fr: Déplace les fichiers dans votre bibliothèque et libère le dossier de téléchargement. Arrête le seed.
it: Sposta i file nella tua libreria e libera la cartella dei download. Interrompe il seeding.
ja: ファイルをライブラリに移動し、ダウンロードフォルダを解放します。シードは停止します。
zh_hans: 将文件移动到你的音乐库并释放下载文件夹。会停止做种。
zh_hant: 將檔案移動到你的資料庫並釋放下載資料夾。會停止做種。

source: Name '%@' contains characters not allowed by RFC 7230.
de: Der Name „%@“ enthält Zeichen, die laut RFC 7230 nicht erlaubt sind.
el: Το όνομα '%@' περιέχει χαρακτήρες που δεν επιτρέπονται από το RFC 7230.
es: El nombre '%@' contiene caracteres no permitidos por RFC 7230.
fr: Le nom « %@ » contient des caractères non autorisés par la RFC 7230.
it: Il nome '%@' contiene caratteri non consentiti dalla RFC 7230.
ja: 名前「%@」にはRFC 7230で許可されていない文字が含まれています。
zh_hans: 名称“%@”包含 RFC 7230 不允许的字符。
zh_hant: 名稱「%@」包含 RFC 7230 不允許的字元。

source: Name must be 1–50 characters
de: Der Name muss 1–50 Zeichen lang sein
el: Το όνομα πρέπει να έχει 1–50 χαρακτήρες
es: El nombre debe tener entre 1 y 50 caracteres
fr: Le nom doit comporter entre 1 et 50 caractères
it: Il nome deve contenere da 1 a 50 caratteri
ja: 名前は1〜50文字で入力してください
zh_hans: 名称必须为 1–50 个字符
zh_hant: 名稱必須為 1–50 個字元

source: New Playlist
de: Neue Playlist
el: Νέα λίστα
es: Nueva lista
fr: Nouvelle liste de lecture
it: Nuova playlist
ja: 新規プレイリスト
zh_hans: 新建播放列表
zh_hant: 新增播放列表

source: Night
de: Nacht
el: Νύχτα
es: Noche
fr: Nuit
it: Notte
ja: ナイト
zh_hans: 夜晚
zh_hant: 夜晚

source: No album data for this period.
de: Keine Album-Daten für diesen Zeitraum.
el: Δεν υπάρχουν δεδομένα άλμπουμ για αυτήν την περίοδο.
es: No hay datos de álbumes para este periodo.
fr: Aucune donnée d'album pour cette période.
it: Nessun dato sugli album per questo periodo.
ja: この期間のアルバムデータはありません。
zh_hans: 此时段没有专辑数据。
zh_hant: 此期間沒有專輯資料。

source: No album data yet
de: Noch keine Album-Daten
el: Δεν υπάρχουν ακόμη δεδομένα άλμπουμ
es: Aún no hay datos de álbumes
fr: Aucune donnée d'album pour l'instant
it: Ancora nessun dato sugli album
ja: アルバムデータはまだありません
zh_hans: 暂无专辑数据
zh_hant: 尚無專輯資料

source: No Albums
de: Keine Alben
el: Χωρίς άλμπουμ
es: Sin álbumes
fr: Aucun album
it: Nessun album
ja: アルバムがありません
zh_hans: 没有专辑
zh_hant: 沒有專輯

source: No albums.
de: Keine Alben.
el: Δεν υπάρχουν άλμπουμ.
es: No hay álbumes.
fr: Aucun album.
it: Nessun album.
ja: アルバムがありません。
zh_hans: 没有专辑。
zh_hant: 沒有專輯。

source: No artist data for this period.
de: Keine Künstler-Daten für diesen Zeitraum.
el: Δεν υπάρχουν δεδομένα καλλιτεχνών για αυτήν την περίοδο.
es: No hay datos de artistas para este periodo.
fr: Aucune donnée d'artiste pour cette période.
it: Nessun dato sugli artisti per questo periodo.
ja: この期間のアーティストデータはありません。
zh_hans: 此时段没有艺人数据。
zh_hant: 此期間沒有藝人資料。

source: No artist data yet
de: Noch keine Künstler-Daten
el: Δεν υπάρχουν ακόμη δεδομένα καλλιτεχνών
es: Aún no hay datos de artistas
fr: Aucune donnée d'artiste pour l'instant
it: Ancora nessun dato sugli artisti
ja: アーティストデータはまだありません
zh_hans: 暂无艺人数据
zh_hant: 尚無藝人資料

source: No artist matched your search.
de: Kein Künstler entspricht deiner Suche.
el: Κανένας καλλιτέχνης δεν ταιριάζει με την αναζήτησή σας.
es: Ningún artista coincide con tu búsqueda.
fr: Aucun artiste ne correspond à votre recherche.
it: Nessun artista corrisponde alla ricerca.
ja: 検索に一致するアーティストがいません。
zh_hans: 没有与搜索匹配的艺人。
zh_hant: 沒有與搜尋相符的藝人。

source: No Artists
de: Keine Künstler
el: Χωρίς καλλιτέχνες
es: Sin artistas
fr: Aucun artiste
it: Nessun artista
ja: アーティストがありません
zh_hans: 没有艺人
zh_hant: 沒有藝人

source: No Artists Yet
de: Noch keine Künstler
el: Δεν υπάρχουν καλλιτέχνες ακόμη
es: Aún no hay artistas
fr: Aucun artiste
it: Ancora nessun artista
ja: アーティストがまだいません
zh_hans: 还没有艺人
zh_hant: 還沒有藝人
